Repository: RickIsWright/SpamDetector
Catalog: src/Resources/Config.*.resx
Languages: sv

source: An error occurred while saving SpamDetector config
sv: Ett fel uppstod när SpamDetector sparades

source: API config
sv: Konfiguration API

source: If SpamDetector should be in test mode.
sv: Om SpamDetector ska vara i testläge.

# If SpamDetector should review comments to detect spam.
source: If the SpamDetector should review comments to detect spam.
sv: Om SpamDetector ska analysera kommentarer för att upptäcka spam.

source: Module enabled
sv: Modulen påslagen

source: Name of the user role that can submit comments to the site.
sv: Namn på användarrollen som kan skicka in kommentarer till hemsidan.

source: Site config
sv: Konfiguration sajt

source: Site encoding
sv: Teckenkod sajt

source: Site languages
sv: Språk sajt

source: SpamDetector Config
sv: Konfiguration SpamDetector

source: SpamDetector config was successfully saved
sv: Konfigurationen för SpamDetector sparades

source: Test mode
sv: Testläge

source: The encoding of the comment fields sent for review to the API.
sv: Teckenkod för kommentarsfält som skickas för analys till API:et.

source: The full URL to the API to use for spam detection.
sv: Fullständig URL till API:et som används för att upptäcka spam.

source: The full URL to the site sending comments for review to the API.
sv: Fullständig URL till sajten som skickar kommentarer för analys till API:et.

source: The languages (comma separated) of the site and the comments sent for review to the API.
sv: Språk som stöds av sajten samt språk som kommentarer skickade för analys till API:et innehåller (kommaseparerade).

source: User role
sv: Användarroll
